from .. import loader, utils

@loader.tds
class ZVINOEBMod(loader.Module):
    """Свинорейх это уебанское сборище долбоёбов которые сидят в телеге и постят трешовые мемы про свиней и псевдонацистскую хуйню по факту это просто помойка для школьников которые не могут в жизнь и пытаются казаться крутыми через деструктивную хуету там одни анонимы с ебучими никами которые ролят в чатах и думают что они какие-то революционеры интернета а на самом деле просто психически нестабильные дауны которые не знают чем заняться если ты там сидишь то ты либо депрессивный подросток либо просто еблан с кучей свободного времени которое можно было бы потратить на что-то нормальное а не на эту петушиную хуйню"""

    strings = {
        "name": "Свинорейх это уебанское сборище долбоёбов которые сидят в телеге и постят трешовые мемы про свиней и псевдонацистскую хуйню по факту это просто помойка для школьников которые не могут в жизнь и пытаются казаться крутыми через деструктивную хуету там одни анонимы с ебучими никами которые ролят в чатах и думают что они какие-то революционеры интернета а на самом деле просто психически нестабильные дауны которые не знают чем заняться если ты там сидишь то ты либо депрессивный подросток либо просто еблан с кучей свободного времени которое можно было бы потратить на что-то нормальное а не на эту петушиную хуйню"
        }
